tap "homebrew/bundle"
tap "homebrew/services"
brew "argocd"
brew "asdf"
brew "awscli"
brew "bat"
brew "circleci"
brew "dive"
brew "docker"
brew "gh"
brew "git"
brew "gum"
brew "helm"
brew "jq"
brew "k6"
brew "k9s"
brew "kubernetes-cli"
brew "libpq"
brew "pipx"
brew "redis"
brew "tflint"
brew "yq"
cask "amazon-q"
cask "dbeaver-community"
cask "discord"
cask "google-chrome"
cask "iterm2"
cask "maccy"
cask "notion"
cask "postman"
cask "slack"
cask "stats"
cask "visual-studio-code"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "ariga.atlas-hcl"
vscode "atlassian.atlascode"
vscode "charliermarsh.ruff"
vscode "circleci.circleci"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "marclipovsky.string-manipulation"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "nrwl.angular-console"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "timonwong.shellcheck"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "zxh404.vscode-proto3"
